Repository: applewebbo/organize_it
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: First name
it: Nome

source: Last name
it: Cognome

source: City
it: Città

source: Avatar
it: Immagine profilo

source: Preferred currency
it: Valuta preferita

source: Default event view
it: Vista eventi di default

source: Sort trips by
it: Ordine viaggi

source: Use system theme
it: Segui le impostazioni di aspetto chiaro/scuro del tuo dispositivi

source: Favourite trip
it: Viaggio preferito

source: The Email must be set
it: L’indirizzo mail deve essere impostato

source: Superuser must have is_staff=True.
it: Superuser deve avere is_staff=True.

source: Superuser must have is_superuser=True.
it: Superuser deve avere is_superuser=True.

source: email address
it: indirizzo email

source: List
it: Lista

source: Map
it: Mappa

source: Date (oldest first)
it: Data (più vecchio prima)

source: Date (newest first)
it: Data (più recente prima)

source: Name (A-Z)
it: Nome (A-Z)

source: Name (Z-A)
it: Nome (Z-A)

source: Default map view
it: Vista Eventi come

source: Trip sorting
it: Ordine Viaggi

source: Follow your device's theme preference instead of manual selection
it: Segui le impostazioni del tuo dispositivo relative all’aspetto chiaro/scuro invece della selezione manuale

source: Settings modified succesfully
it: Impostazioni salvate

source: Italian
it: Italiano

source: English
it: Inglese

source: Confirm Email Address
it: Conferma il tuo indirizzo email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
it: Per favore conferma che <a href="mailto:%(email)s">%(email)s</a> è l'indirizzo email per l'utente %(user_display)s.

source: Confirm
it: Conferma

source: Unable to confirm %(email)s because it is already confirmed by a different account.
it: Impossibile confermare %(email)s perché l'indirizzo è già stato confermato per un altro account.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
it: Questo link per la conferma dell'indirizzo email è scaduto oppure non è valido. Per favore <a href="%(email_url)s">richiedi un nuovo link</a>.

source: Sign In
it: Entra

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
it: Per favore esegui il login con uno dei tuoi account di terze parti. Oppure, <a href="%(signup_url)s">registrati</a> per un account presso %(site_name)s ed esegui il login qui sotto:

source: or
it: oppure

source: Forgot Password?
it: Password dimenticata?

source: If you have not created an account yet, then please <a href="%(signup_url)s" class="text-blue-600 hover:underline">Sign up</a> first.
it: Se non hai ancora creato un account, allora per favore <a href="%(signup_url)s" class="text-blue-600 hover:underline">Registrati</a> prima.

source: Password Reset
it: Reset Password

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
it: Password dimenticata? Inserisci il tuo indirizzo email qua sotto e riceverai una email con il link per resettare la tua password.

source: Reset My Password
it: Resetta la mia password

source: Please contact us if you have any trouble resetting your password.
it: Per favore contattaci se hai problemi a resecare la tua password.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
it: Ti abbiamo inviato una email. Se non l'hai ricevuta controlla nella cartella spam. Altrimenti contattaci se non la ricevi entro qualche minuto.

source: Change Password
it: Cambia Password

source: Bad Token
it: Token non valido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
it: Il link per resettare la password risulta non valido, probabilmente perché è già stato utilizzato. Per favore richiedi un<a href="%(passwd_reset_url)s">nuovo link</a>.

source: change password
it: cambia password

source: Your password is now changed.
it: La tua password è stata cambiata.

source: Personal Settings
it: Impostazioni

source: Personal Information
it: Informazioni Personali

source: Travel Preferences
it: Preferenze di viaggio

source: Display Preferences
it: Preferenze di visualizzazione

source: When enabled, the theme will follow your device settings. When disabled, use the theme switcher in the navbar to choose your preferred theme.
it: Se attivo l’aspetto seguirà le impostazioni del tuo dispositivo. Se disattivo utilizza il selettore dell’aspetto chiaro/scuro nella barra del menu per scegliere la tua preferenza.

source: Save
it: Salva

source: Signup
it: Registrati

source: Sign Up
it: Registrati

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>
it: Hai già un account? Allora per favore <a href="%(login_url)s">entra</a>

source: Verify Your Email Address
it: Verifica il tuo indirizzo email

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
it: TI abbiamo inviato una email per la verifica. Segui il link presente nella email per completare questo processo. Se non vedi la email di verifica nella casella dei messaggi ricevuti verifica anche nella cartella spam. Non esitare a contattarci se non ricevi la email di verifica entro qualche minuto.

source: Add event
it: Aggiungi evento

source: Experience
it: Esperienza

source: Meal
it: Pasto

source: Stay
it: Soggiorno

source: Travel illustration
it: Illustrazione di viaggio

source: Ready for your next adventure?
it: Pronto per la tua nuova avventura?

source: Start planning your perfect trip. Organize stays, experiences, meals and transfers all in one place.
it: Inizia a organizzare il tuo viaggio perfetto. Pianifica tutti i tuoi soggiorni, esperienze, pasti e trasferimenti in un unico posto.

source: Create Your First Trip
it: Crea il tuo primo viaggio

source: View or add notes
it: Vedi o aggiungi note

source: Swap event times
it: Scambia orari

source: Add transfer to next event
it: Aggiungi trasferimento all’evento successivo

source: Open in Google Maps
it: Apri in Google Maps

source: Edit transfer
it: Modifica trasferimento

source: How It Works
it: Come funziona

source: Learn about the key concepts to start organizing your perfect trip.
it: Esplora i concetti chiave prima di iniziare a organizzare il tuo viaggio perfetto.

source: Trips
it: Viaggi

source: A trip is your main container for organizing a journey. Each trip has a destination, dates, and can include multiple days of activities.
it: Il viaggio è il contenitore principale della tua vacanza. Ogni viaggio ha una destinazione, delle date e può includere svariati giorni di attività.

source: Days
it: Giorni

source: Days are automatically generated based on your trip dates. Each day can contain multiple events like experiences, meals, and transfers.
it: I giorni vengono creati automaticamente in base alle date del tuo viaggio. Ogni giorno può contenere vari eventi come esperienza, pasti e trasferimenti.

source: Stays
it: Soggiorni

source: Stays are your accommodations during the trip. Add hotels, apartments, hostels, or any place where you'll be staying.
it: I soggiorni sono i tuoi alloggi durante il viaggio. Aggiungi hotel, appartamenti, ostelli e qualunque posto in cui pernotterai.

source: Experiences
it: Esperienze

source: Experiences are activities, tours, museums, walks, and any memorable moment during your trip.
it: Le esperienze sono attività, tour, musei, passeggiate e qualsiasi attività da ricordare durante il tuo viaggio.

source: Meals
it: Pasti

source: Meals help you plan where to eat during your trip. Add restaurants, cafes, street food spots, or any dining experience.
it: I pasti ti aiutano a programmare le pause pranzo del tuo viaggio. Aggiungi ristoranti, bar, punti di ristoro e qualsiasi altra esperienza culinaria.

source: Main Transfers
it: Trasferimenti principali

source: Main transfers are your arrival and departure journeys. Add flight, train, or other transport details to reach your destination and return home.
it: I trasferimenti principali sono gli spostamenti da e verso la meta del tuo viaggio. Aggiungi i dettagli del tuo volo, treno o altro mezzo di trasporto per raggiungere la tua meta oppure tornare a casa.

source: Local Transfers
it: Trasferimenti giornalieri

source: Local transfers help you move between accommodations and events during your trip. Add transfers between stays or between daily activities.
it: I trasferimenti giornalieri ti aiutano a spostarti fra soggiorni ed eventi durante il tuo viaggio. Aggiungi i trasferimenti fra soggiorni oppure fra le attività giornaliere.

source: Want to learn more? Check out our comprehensive documentation.
it: Vuoi saperne di più? Consulta la nostra documentazione completa.

source: Read Documentation
it: Leggi la documentazione

source: Organize your next trip!
it: Organizza il tuo prossimo viaggio!

source: Register experiences, stays and transports. Keep links and notes about them. Organize them by day and look at a map to set up your next journey. Share the journey plan with your friends and family.
it: Aggiungi esperienze, soggiorni e trasferimenti. Tieni traccia di links utili e note. Organizzali per giorno e guardali su una mappa per creare il tuo prossimo viaggio. Condividi il piano di viaggio con la tua famiglia e i tuoi amici.

source: Get started
it: Parti da qui

source: Modify trip dates
it: Modifica date del viaggio

source: Edit trip
it: Modifica viaggio

source: Edit Dates
it: Modifica date

source: Start Date:
it: Data di inizio:

source: End Date:
it: Data di fine:

source: Destination:
it: Destinazione:

source: Unpaired Events
it: Eventi non abbinati

source: Other Trips
it: Altri Viaggi

source: Edit
it: Modifica

source: Toggle guide visibility
it: Attiva/disattiva la visibilità della guida

source: Hide Guide
it: Nascondi guida

source: Show Guide
it: Mostra guida

source: © 2026 WEBBOgrafico - All right reserved
it: © 2026 WEBBOgrafico - Tutti i diritti riservati

source: Close
it: Chiudi

source: Logout
it: Esci

source: Login
it: Entra

source: Open main menu
it: Apri il menu principale

source: Settings
it: Impostazioni

source: Profile
it: Profilo

source: Add Arrival Transfer
it: Aggiungi trasferimento di andata

source: Close modal
it: Chiudi la finestra

source: Type
it: Mezzo di Trasporto

source: Details
it: Dettagli

source: Add Departure Transfer
it: Aggiungi trasferimento di ritorno

source: Edit Flight Transfer
it: Modifica trasferimento in aereo

source: Edit Train Transfer
it: Modifica trasferimento in treno

source: Edit Car Transfer
it: Modifica trasferimento in auto

source: Edit Transfer
it: Modifica trasferimento

source: Enrich
it: Arricchisci

source: Delete
it: Elimina

source: Review the enriched data below. New information is highlighted in green.
it: Verifica i dati aggiuntivi evidenziati in verde.

source: Accept
it: Accetta

source: Cancel
it: Annulla

source: Back
it: Indietro

source: Event Notes
it: Note relative all’evento

source: Add Notes
it: Aggiungi Note

source: Create a new Experience
it: Crea una nuova esperienza

source: Unpaired Experiences
it: Esperienze non abbinate

source: Search conducted via
it: Ricerca effettuata utilizzando

source: No address found.
it: Nessun indirizzo trovato.

source: Airport data from CSV database
it: Dati aeroporti da database CSV

source: No airport found. Try searching by name, city, or IATA code.
it: Nessun aeroporto trovato. Prova a cercare per nome, città o codice IATA.

source: View or add stay notes
it: Vedi o aggiungi note al soggiorno

source: Add transfer to next stay
it: Aggiungi trasferimento al soggiorno successivo

source: No events to display on a map for this day
it: Nessun evento da mostrare sulla mappa per il giorno selezionato

source: Day
it: Giorno

source: Edit day
it: Modifica giorno

source: View list
it: Vedi lista

source: View map
it: Vedi mappa

source: New
it: Nuovo

source: Arrival
it: Andata

source: Are you sure you want to delete this main transfer?
it: Sei sicuro di voler eliminare questo trasferimento?

source: Delete transfer
it: Elimina trasferimento

source: Add
it: Aggiungi

source: From:
it: Da:

source: To:
it: A:

source: Departure:
it: Partenza:

source: Arrival:
it: Arrivo:

source: Edit connection
it: Modifica trasferimento

source: Add connection
it: Aggiungi trasferimento

source: No arrival transfer added yet.
it: Nessun trasferimento di andata aggiunto.

source: Departure
it: Ritorno

source: No departure transfer added yet.
it: Nessun trasferimento di ritorno aggiunto.

source: Station data from CSV database
it: Dati stazioni da database CSV

source: No station found. Try searching by name or country.
it: Nessuna stazione trovata. Prova a cercare per nome o paese.

source: from
it: dalle

source: before
it: entro le

source: Booking Details
it: Dettagli Prenotazione

source: Company
it: Azienda

source: Booking Reference
it: Codice prenotazione

source: View Ticket
it: Vedi biglietto

source: Price
it: Prezzo

source: Hotels & Stays
it: Hotel e soggiorni

source: Experiences & Restaurants
it: Esperienze e Ristoranti

source: Create Connection from Arrival
it: Crea un trasferimento dal punto di arrivo

source: Create Connection to Departure
it: Crea un trasferimento dal punto di partenza

source: Arrival Point
it: Punto di arrivo

source: Departure Point
it: Punto di partenza

source: Notes
it: Note

source: Edit Connection
it: Modifica Trasferimento

source: Connection from Arrival
it: Trasferimento dal punto di arrivo

source: Connection to Departure
it: Trasferimento al punto di partenza

source: Connection Active
it: Trasferimento presente

source: Mode:
it: Trasporto:

source: Are you sure you want to delete this connection?
it: Sei sicuro di voler eliminare questo trasferimento?

source: No events or stays available on the first day. Please create an event or stay first, then you can add a connection from your arrival transfer.
it: Nessun evento o soggiorno disponibile nel primo giorno. Per favore creali prima di aggiungere un trasferimento dal tuo viaggio di arrivo.

source: No events or stays available on the last day. Please create an event or stay first, then you can add a connection to your departure transfer.
it: Nessun evento o soggiorno disponibile nell’ultimo giorno. Per favore creali prima di aggiungere un trasferimento dal tuo viaggio di ritorno a casa.

source: Select the destination for your arrival connection:
it: Seleziona la destinazione del tuo trasferimento:

source: Select the origin for your departure connection:
it: Seleziona il punto di partenza per il tuo trasferimento:

source: Edit Main Trip
it: Modifica trasferimento principale

source: Add Main Trip
it: Aggiungi trasferimento principale

source: Update
it: Aggiorna

source: Create a new Meal
it: Crea un nuovo Pasto

source: Unpaired Meals
it: Pasti non abbinati

source: Modify notes
it: Modifica Note

source: Form validation errors:
it: Errori di validazione del form:

source: Fields pre-filled from arrival journey. You can modify them if needed.
it: I campi sono stati precompilati con i dati del trasferimento principale di arrivo. Li puoi modificare se necessario.

source: Arrival by Car
it: Andata in auto

source: Departure by Car
it: Ritorno in auto

source: Arrival Flight
it: Volo di andata

source: Departure Flight
it: Volo di ritorno

source: Origin Airport
it: Aeroporto di partenza

source: Destination Airport
it: Aeroporto di destinazione

source: Arrival Transport
it: Trasferimento di andata

source: Departure Transport
it: Trasferimento di ritorno

source: Arrival Train
it: Treno di andata

source: Departure Train
it: Treno di ritorno

source: Origin Station
it: Stazione di partenza

source: Destination Station
it: Stazione di destinazione

source: Select the type of transport for this transfer.
it: Seleziona il mezzo di trasporto per questo trasferimento.

source: Plane
it: Aeroplano

source: Train
it: Treno

source: Car
it: Automobile

source: Other
it: Altro

source: Select destination event
it: Per favore seleziona il campo destinazione

source: Create Transfer
it: Crea trasferimento

source: Delete this transfer?
it: Vuoi eliminare questo trasferimento?

source: Create a new Stay
it: Crea un nuovo Soggiorno

source: Edit Stay
it: Modifica soggiorno

source: Stay Notes
it: Note relative al soggiorno

source: Create Stay Transfer
it: Crea un nuovo trasferimento

source: Edit Stay Transfer
it: Modifica trasferimento tra soggiorni

source: Create a New Trip
it: Crea un nuovo viaggio

source: Change Dates
it: Modifica Date

source: Warning!
it: Attenzione!

source: Changing the dates will unpair all events from deleted days. This action cannot be undone.
it: La modifica delle date eliminerà il collegamento di tutti gli eventi abbinati ai giorni eliminati. Questa azione è definitiva.

source: This trip is archived and cannot be modified.
it: Questo viaggio è stato archiviato e non può essere modificato.

source: Unarchive
it: Riapri

source: Trips List
it: Lista dei Viaggi

source: My Trips
it: Viaggi Personali

source: Modify Dates
it: Modifica date

source: Archive
it: Archivia

source: Create a new trip
it: Crea un nuovo viaggio

source: Archived Trips
it: Viaggi Archiviati

source: View
it: Vedi

source: Title
it: Titolo

source: Description
it: Descrizione

source: Destination
it: Destinazione

source: Start date
it: Data di inizio

source: End date
it: Data di fine

source: Trip Image
it: Immagine del viaggio

source: Search Unsplash
it: Cerca immagine su unsplash

source: Upload Image
it: Carica immagine

source: Please fill in the destination field to search for images
it: Per favore compila il campo destinazione per usufruire della ricerca immagini

source: End date must be after start date
it: La data di fine deve essere successiva alla data di inizio

source: Start date must be after today
it: La data di inizio deve essere successiva a quella di oggi

source: Destination not found
it: Destinazione non trovata

source: Duration
it: Durata

source: Name
it: Nome

source: Enter a valid phone number (with or without international prefix, and at most 2 spaces).
it: Inserisci un numero di telefono valido (con o senza il prefisso internazionale, massimo 2 spazi)

source: Phone number can contain at most 2 spaces.
it: Il numero di telefono può contender al massimo due spazi.

source: Phone number
it: Numero di telefono

source: Address
it: Indirizzo

source: Start Time
it: Orario di inizio

source: Website
it: Sito Internet

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Closed
it: Chiuso

source: Open
it: Aperto

source: Opening hours
it: Orari

source: Meal Type
it: Pasto

source: Period of stay
it: Periodo di soggiorno

source: Cancellation date
it: Data di cancellazione gratuita

source: Direction
it: Direzione

source: Departure Airport
it: Aeroporto di partenza

source: Search by name or IATA code (e.g., FCO, Rome)
it: Cerca per nome o codice IATA (es. FCO, Roma)

source: Search for airport by name, city, or IATA code
it: Cerca aeroporto per nome, città o codice IATA

source: Arrival Airport
it: Aeroporto di arrivo

source: Search by name or IATA code
it: Cerca per nome o codice IATA

source: Airline
it: Compagnia aerea

source: Airline name
it: Nome

source: Flight Number
it: Volo

source: Airline Website
it: Sito internet

source: Departure Station
it: Stazione di partenza

source: Search by station name
it: Cerca per nome stazione

source: Search for train station by name
it: Cerca stazione ferroviaria per nome

source: Arrival Station
it: Stazione di arrivo

source: Train Operator
it: Operatore ferroviario

source: Train operator name
it: Nome operatore ferroviario

source: Train Number
it: Numero treno

source: Carriage
it: Carrozza

source: Seat
it: Posto

source: Train Operator Website
it: Sito web operatore ferroviario

source: Departure Address
it: Indirizzo di partenza

source: Full address (street, city, country)
it: Indirizzo completo (via, città, paese)

source: Full address for geocoding
it: Indirizzo completo per geocoding

source: Arrival Address
it: Indirizzo Andata

source: Rental Company
it: Compagnia di noleggio

source: Rental company name (if applicable)
it: Nome compagnia di noleggio (se applicabile)

source: Rental Car
it: Auto a noleggio

source: Rental Company Website
it: Sito web compagnia di noleggio

source: Departure Location
it: Località di partenza

source: Full address or location name
it: Indirizzo completo o nome località

source: Arrival Location
it: Località di arrivo

source: Transport Company
it: Compagnia di trasporto

source: Company name (if applicable)
it: Nome compagnia (se applicabile)

source: Company Website
it: Sito web compagnia

source: Transport Mode
it: Mezzo di trasporto

source: From event and to event must be different events.
it: Gli eventi di partenza e arrivo devono essere differenti.

source: Events must be on the same day.
it: Gli eventi devono appartenere allo stesso giorno.

source: The from event already has an outgoing transfer.
it: L’evento di partenza è già abbinato ad un trasferimento.

source: The to event already has an incoming transfer.
it: L’evento di arrivo è già abbinato ad un trasferimento.

source: From stay and to stay must be different.
it: I soggiorni di partenza e arrivo devono essere differenti.

source: The from stay already has an outgoing transfer.
it: Il soggiorno di partenza è già abbinato ad un trasferimento.

source: The to stay already has an incoming transfer.
it: Il soggiorno di arrivo è già abbinato ad un trasferimento.

source: Not started
it: Non iniziato

source: Impending
it: Imminente

source: In progress
it: In corso

source: Completed
it: Completata

source: Archived
it: Archiviata

source: Main Transfer
it: Trasferimento principale

source: Driving
it: Auto

source: Walking
it: A piedi

source: Bicycling
it: Bicicletta

source: Transit
it: Mezzi pubblici

source: Simple Transfer
it: Trasferimento giornaliero

source: Simple Transfers
it: Trasferimenti giornalieri

source: Cannot create transfer to the same event
it: Non è possibile creare trasferimenti verso lo stesso evento

source: Both events must be on the same day for SimpleTransfer
it: Entrambi gli eventi devono avvenire nello stesso giorno per creare un trasferimento

source: Both events must belong to the same trip
it: Entrambi gli eventi devono appartenere allo stesso viaggio

source: Stay Transfer
it: Trasferimento

source: Stay Transfers
it: Trasferimenti

source: Cannot create transfer to the same stay
it: Non è possibile creare trasferimenti verso lo stesso soggiorno

source: Stays must be on consecutive days (day N and day N+1)
it: I soggiorni devono essere in giorni consecutivi (giorno N e giorno N+1)

source: Both stays must belong to the same trip
it: Entrambi i soggiorni devono appartenere allo stesso viaggio

source: Main Transfer Connection
it: Trasferimento principale

source: Main Transfer Connections
it: Trasferimenti principali

source: Either event or stay must be set for the connection
it: Almeno un evento oppure un soggiorno deve essere selezionato per il trasferimento
