Repository: applewebbo/organize_it
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Cannot set both event and stay - choose only one destination
it: Non è possibile selezionare contemporaneamente un evento e un soggiorno - per favore scegli una destinazione sola

source: Museum
it: Museo

source: Park
it: Parco

source: Walk
it: Passeggiata

source: Sport
it: Attività sportiva

source: Breakfast
it: Colazione

source: Lunch
it: Pranzo

source: Dinner
it: Cena

source: Snack
it: Spuntino

source: <strong>%(title)s</strong> added successfully
it: <strong>%(title)s</strong> aggiunta correttamente

source: <strong>%(title)s</strong> deleted successfully
it: <strong>%(title)s</strong> eliminata correttamente

source: <strong>%(title)s</strong> updated successfully
it: <strong>%(title)s</strong> modificata correttamente

source: <strong>%(title)s</strong> archived successfully
it: <strong>%(title)s</strong> archiviata correttamente

source: <strong>%(title)s</strong> unarchived successfully
it: <strong>%(title)s</strong> riaperta correttamente

source: Dates updated successfully
it: Date modificate correttamente

source: Experience added successfully
it: Esperienza aggiunta correttamente

source: Meal added successfully
it: Pasto aggiunto correttamente

source: Stay added successfully
it: Soggiorno aggiunto correttamente

source: Stay deleted successfully
it: Soggiorno eliminato correttamente

source: No next day found for this stay
it: Giorno successivo non trovato per questo soggiorno

source: Both days must have stays to create a transfer
it: Entrambi i giorni devono avere un soggiorno per creare un trasferimento

source: Cannot create transfer between the same stay
it: Non è possibile creare trasferimenti con lo stesso soggiorno

source: Stay transfer created successfully
it: Trasferimento modificato con successo

source: Stay transfer updated successfully
it: Trasferimento modificato con successo

source: Stay transfer deleted successfully
it: Trasferimento eliminato con successo

source: Main transfer updated successfully
it: Trasferimento principale modificato con successo

source: Main transfer deleted successfully
it: Trasferimento principale eliminato con successo

source: Event deleted successfully
it: Evento eliminato correttamente

source: Event unpaired successfully
it: Evento scollegato correttamente

source: Event paired successfully
it: Evento ricollegato correttamente

source: Event must be assigned to a day to create a transfer
it: Gli eventi devono essere assegnati ad un giorno per creare il trasferimento

source: No next event found for this transfer
it: Evento successivo non trovato per questo trasferimento

source: Transfer created successfully
it: Trasferimento salvato con successo

source: Transfer updated successfully
it: Trasferimento modificato con successo

source: Transfer deleted successfully
it: Trasferimento eliminato con successo

source: A connection already exists for this main transfer
it: Esiste già un trasferimento per questo viaggio

source: Invalid destination type
it: Tipo di destinazione non valido

source: No days available in this trip
it: Nessun giorno disponibile in questo viaggio

source: Connection created successfully
it: Trasferimento salvato con successo

source: Connection updated successfully
it: Trasferimento modificata correttamente

source: Connection deleted successfully
it: Trasferimento eliminata correttamente

source: Event times updated successfully
it: Orari dell'evento modificati correttamente

source: This event overlaps with another event
it: Gli orari di questo evento si sovrappongono con quelli di un altro evento

source: Events swapped successfully
it: Eventi scambiati correttamente

source: Start date must be after today.
it: La data di inizio deve essere successiva a quella di oggi.

source: Start date cannot be after end date.
it: La data di inizio deve essere successiva a quella di fine.

source: Note added successfully
it: Nota aggiunta con successo

source: Note updated successfully
it: Nota modificata correttamente

source: Note deleted successfully
it: Nota eliminata correttamente

source: Stay must have a name and an address to be enriched.
it: L’evento deve avere un nome e un indirizzo per poter procedere con aggiunta dei dati.

source: Google Places API key is not configured.
it: API di Google Places non è configurata correttamente.

source: Could not find a matching place.
it: Non ho trovavo un luogo corrispondente.

source: Google Places API request timed out.
it: La richiesta API di Google Places è scaduta.

source: Stay enriched successfully!
it: Dati aggiunti con successo!

source: Event must have a name and an address to be enriched.
it: L’evento deve avere un nome e un indirizzo per poter procedere con aggiunta dei dati aggiuntivi.

source: Event enriched successfully!
it: Dati aggiunti con successo!

source: Please enter a destination first
it: Per favore compila prima il campo destinazione

source: Unsplash API error. Please try again later.
it: Errore API di Unsplash. Per favore riprova più tardi.

source: No images found for '{query}'
it: Nessuna immagine trovata per '{query}'

source: Transfer saved successfully!
it: Trasferimento salvato con successo!
